Repository: cominavi/ios
Catalog: ComiNavi/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Shared Plan is up to date
ja: 共有プランは最新です
ko: 공유 플랜은 최신입니다.
zh_hans: 共享计划是最新的
zh_hant: 共享計畫是最新的

source: Shared Plan is up to date and read-only
ja: 共有プランは最新で、読み取り専用です
ko: 공유 플랜은 최신이며, 읽기 전용입니다.
zh_hans: 共享计划是最新的，是读取专用的
zh_hant: 共享計畫是最新的，是讀取專用的。

source: Shared Plan notifications
ja: 共有プランの通知
ko: 공유 플랜의 알림
zh_hans: 共享计划的通知
zh_hant: 共享計畫的通知

source: Shared Plan update
ja: 共有プランの更新
ko: 공유 플랜의 업데이트
zh_hans: 共享计划的更新
zh_hant: 共享計畫的更新

source: Shared Plan updates and conflicts will appear here.
ja: 共有プランの更新や競合がここに表示されます。
ko: 공유 플랜의 업데이트 및 충돌이 여기 표시됩니다.
zh_hans: 共享计划的更新和冲突显示在这里。
zh_hant: 共享計畫的更新和競爭會顯示在這裡。

source: Shared Plans
ja: 共有プラン
ko: 공유 플랜
zh_hans: 共享计划
zh_hant: 共享計畫

source: Shared Plans are read-only
ja: 共有プランは現在読み取り専用です
ko: 공유 플랜은 현재 읽기 전용입니다.
zh_hans: 共享计划现在是读取专用
zh_hant: 共享計畫現在是讀取專用的。

source: Shares a link that opens this location in ComiNavi
ja: この場所をComiNaviで開くリンクを共有します
ko: 이 장소를 ComiNavi로 여는 링크를 공유합니다
zh_hans: 分享用ComiNavi打开这个地方的链接
zh_hant: 分享用ComiNavi開啟這個地方的連結

source: Shinagaki
ja: お品書き
ko: 판매 목록
zh_hans: 商品一览
zh_hant: 商品一覽

source: Shinagaki · %@
ja: お品書き・%@
ko: 판매 목록・%@
zh_hans: 商品一览・%@
zh_hant: 商品一覽・%@

source: Shinagaki available
ja: お品書きあり
ko: 판매 목록가 있습니다
zh_hans: 有商品一览
zh_hant: 有商品一覽

source: Shinagaki image by %@
ja: %@さんのお品書き画像
ko: %@님의 판매 목록 이미지
zh_hans: %@先生的商品一览图像
zh_hant: %@的商品一覽影象

source: Shinagaki match
ja: お品書きの照合
ko: 판매 목록의 대조
zh_hans: 商品一览的核对
zh_hant: 商品一覽的核對

source: Shinagaki post
ja: お品書き投稿
ko: 판매 목록 게시물
zh_hans: 商品一览投稿
zh_hant: 商品一覽投稿

source: Show All
ja: すべて表示
ko: 전체 표시
zh_hans: 全部显示
zh_hant: 全部顯示

source: Show circle
ja: サークルを表示
ko: 서클 표시
zh_hans: 显示社团
zh_hant: 顯示社團

source: Show genre legend
ja: ジャンル凡例を表示
ko: 장르 범례 표시
zh_hans: 显示类型图例
zh_hant: 顯示型別圖例

source: Show genre overlay
ja: ジャンル分布を表示
ko: 장르 분포 표시
zh_hans: 显示类型分布
zh_hant: 顯示型別分佈

source: Show in Map
ja: 地図で表示
ko: 지도에 표시
zh_hans: 在地图上显示
zh_hant: 在地圖上顯示

source: Show less
ja: 折りたたむ
ko: 접다
zh_hans: 折叠
zh_hant: 摺疊

source: Show more
ja: さらに表示
ko: 추가 표시
zh_hans: 进一步显示
zh_hant: 進一步顯示

source: Show on map
ja: 地図に表示
ko: 지도에 표시
zh_hans: 在地图上显示
zh_hant: 在地圖上顯示

source: Shows circles with this tag
ja: このタグが付いたサークルを表示します
ko: 이 태그가 붙은 원을 표시합니다
zh_hans: 显示带有这个标签的社团
zh_hant: 顯示帶有這個標籤的社團

source: Shows this circle on the map
ja: このサークルを地図に表示します
ko: 이 서클을 지도에 표시합니다
zh_hans: 在地图上显示这个社团。
zh_hant: 在地圖上顯示這個社團

source: Shows what each confidence indicator means
ja: 各確度インジケーターの意味を表示します
ko: 각 신뢰도 표시의 의미를 보여 줍니다
zh_hans: 显示各可信度指标的含义
zh_hant: 顯示各可信度指標的含義

source: Shows where this circle's information came from
ja: このサークル情報の出典を表示します
ko: 이 서클 정보의 출처를 표시합니다
zh_hans: 显示这个社团信息的出处
zh_hant: 顯示這個社團資訊的出處

source: Sign in with Apple from the special entry
ja: 特別なログインリンクからAppleでログインします
ko: 특별한 로그인 링크를 통해 Apple에 로그인합니다
zh_hans: 通过特殊的登录链接登录Apple
zh_hant: 透過特殊的登入連結用Apple登入。

source: Sign in with Apple is unavailable on this device.
ja: Appleでサインインはこの端末で利用できません。
ko: Apple에서 로그인하는 것은 이 기기에서 사용할 수 없습니다.
zh_hans: 用Apple登录不能在这个设备上使用。
zh_hant: 在Apple上登入在這個裝置上無法使用。

source: Sign in with Google
ja: Googleでログイン
ko: Google로 로그인
zh_hans: 用谷歌登录
zh_hant: 用谷歌登入

source: Sign in with Google from the special entry
ja: 特別なログインリンクからGoogleでログインします
ko: 특별한 로그인 링크에서 Google로 로그인합니다
zh_hans: 通过特殊的登录链接登录Google
zh_hant: 從特殊的登入連結用谷歌登入。

source: Sign in with Google is unavailable on this device.
ja: Googleでのログインはこの端末で利用できません。
ko: Google 로그인은 이 기기에서 사용할 수 없습니다.
zh_hans: 这个设备不能使用谷歌登录。
zh_hant: 這個裝置無法使用Google登入。

source: Single-space circles
ja: 片側スペースのサークル
ko: 한쪽 부스의 서클
zh_hans: 单侧摊位的社团
zh_hant: 一邊攤位的社團

source: Skipped
ja: 見送り
ko: 송별
zh_hans: 送行
zh_hant: 送行

source: Small cash and coins
ja: 小額紙幣・小銭
ko: 소액 지폐·동전
zh_hans: 小额纸币、零钱
zh_hant: 小額紙幣、零錢

source: Sold out
ja: 完売
ko: 전량 매진
zh_hans: 售罄
zh_hant: 售罄

source: Some changes could not be saved online. Download a copy, then reset from the latest plan.
ja: 一部の変更をオンラインに保存できませんでした。コピーを書き出してから、最新のプランにリセットしてください。
ko: 일부 변경 사항을 온라인에 저장할 수 없었습니다. 복사본을 내보낸 후 최신 플랜으로 초기화해 주세요.
zh_hans: 部分变更无法在线保存。 导出副本后，请重置为最新的计划。
zh_hant: 部分變更無法線上儲存。 請把影印件寫出來後，重新設定為最新的方案。

source: Some changes could not be saved online. Download a copy, then reset from the latest plan. Support code: %@
ja: 一部の変更をオンラインに保存できませんでした。コピーを書き出してから、最新のプランにリセットしてください。サポートコード：%@
ko: 일부 변경 사항을 온라인에 저장할 수 없었습니다. 복사본을 내보낸 후 최신 플랜으로 초기화해 주세요. 지원 코드: %@
zh_hans: 部分变更无法在线保存。 导出副本后，请重置为最新的计划。 支持代码：%@
zh_hant: 部分變更無法線上儲存。 請把影印件寫出來後，重新設定為最新的方案。 支援程式：%@

source: Some Circle.ms tags are unavailable. Bundled tags still work offline.
ja: 一部のCircle.msタグを取得できません。収録済みのタグはオフラインでも利用できます。
ko: 일부 Circle.ms 태그를 가져올 수 없습니다. 수록된 태그는 오프라인에서도 이용할 수 있습니다.
zh_hans: 无法获取部分Circle.ms标签。 已经收录的标签也可以离线使用。
zh_hant: 無法獲取部分Circle.ms標籤。 已經收錄的標籤也可以離線使用。

source: Some favorites could not be imported. You can retry them.
ja: 一部のお気に入りを追加できませんでした。失敗したサークルだけを再試行できます。
ko: 일부 즐겨찾기를 추가할 수 없었습니다. 실패한 서클만 다시 시도할 수 있습니다.
zh_hans: 无法添加一部分的收藏夹。 只能重试失败的社团。
zh_hant: 無法新增一部分收藏。 只能重新嘗試失敗的社團。

source: Some saved changes need recovery
ja: 保存した変更の一部に復旧が必要です
ko: 저장한 변경 사항 중 일부는 복구가 필요합니다.
zh_hans: 保存的部分变更需要恢复。
zh_hant: 儲存的部分變更需要恢復。

source: Sort
ja: 並び順
ko: 정렬 순서
zh_hans: 排列顺序
zh_hant: 排列順序

source: Source
ja: 取得元
ko: 취득원
zh_hans: 获取来源
zh_hant: 獲取來源

source: Source record
ja: 出典レコード
ko: 출처 레코드
zh_hans: 出处唱片
zh_hant: 出處唱片

source: Source records
ja: 出典レコード
ko: 출처 레코드
zh_hans: 出处唱片
zh_hant: 出處唱片

source: South %@
ja: 南%@ホール
ko: 남%@홀
zh_hans: 南%@馆
zh_hant: 南%@館

source: South Concourse
ja: 南コンコース
ko: 남 콘코스
zh_hans: 南大厅
zh_hant: 南大廳

source: South Concourse Restroom
ja: 南コンコース トイレ
ko: 남콘코스 화장실
zh_hans: 南大厅 卫生间
zh_hant: 南大廳洗手間

source: South Hall Food Square
ja: 南ホール フードスクエア
ko: 남홀 푸드 스퀘어
zh_hans: 南馆 美食广场
zh_hant: 南館 美食廣場

source: South Halls
ja: 南ホール
ko: 남관
zh_hans: 南馆
zh_hant: 南館

source: Space
ja: スペース
ko: 부스
zh_hans: 摊位
zh_hant: 攤位

source: Speed
ja: 速度
ko: 속도
zh_hans: 速度
zh_hant: 速度

source: Stairs · Staff-directed
ja: 階段・スタッフ誘導
ko: 계단·스태프 안내
zh_hans: 楼梯、工作人员引导
zh_hant: 樓梯、工作人員引導

source: Start a fresh download. The incomplete copy will be removed, then the new catalog will be verified before it opens.
ja: 新しくダウンロードし直します。未完了のデータを削除し、新しいカタログを検証してから開きます。
ko: 새로 다운로드하고 다시 다운로드하겠습니다. 미완료 데이터를 삭제하고, 새로운 카탈로그를 검증한 후에 엽니다.
zh_hans: 重新下载。 删除未完成的数据，验证新的目录后打开。
zh_hant: 重新下載。 刪除未完成的資料，驗證新的目錄後再開啟。

source: Status
ja: 状態
ko: 상태
zh_hans: 状态
zh_hant: 狀態

# Step %lld of %lld
source: Step %1$lld of %2$lld
ja: %2$lldステップ中%1$lld
ko: %2$lld 단계 중 %1$lld
zh_hans: %2$lld步骤中%1$lld
zh_hant: %2$lld步驟中%1$lld

source: Step %lld of 3
ja: 3ステップ中%lld
ko: 3단계 중 %lld
zh_hans: 3步中%lld
zh_hant: 3步中%lld

source: Step 1/3
ja: ステップ1/3
ko: 스텝 1/3
zh_hans: 步骤1/3
zh_hant: 步驟1/3

source: Strong shopping bags
ja: 丈夫な買い物バッグ
ko: 튼튼한 쇼핑백
zh_hans: 结实的购物袋
zh_hant: 結實的購物袋

source: Structured plan details
ja: プランの詳細
ko: 플랜 상세
zh_hans: 计划的详细内容
zh_hant: 計畫詳情

source: Structured value
ja: 構造化された値
ko: 구조화된 값
zh_hans: 结构化的值
zh_hant: 結構化的值

source: Suggested by last location
ja: 前回の位置情報から推定
ko: 이전 위치 정보를 기반으로 추정
zh_hans: 根据上次的位置信息推测
zh_hant: 根據上次的位置資訊推斷

source: Suggested by live location
ja: 現在の位置情報から推定
ko: 현재 위치 정보를 기반으로 추정
zh_hans: 根据当前位置信息推断
zh_hant: 根據現在的位置資訊推斷

source: SW
ja: 南西
ko: 남서
zh_hans: 西南
zh_hant: 西南

source: Sync
ja: 同期
ko: 동기
zh_hans: 同期
zh_hant: 同期

source: Sync authority needs review
ja: 同期権限の確認が必要です
ko: 동기화 권한 확인이 필요합니다
zh_hans: 需要确认同步权限
zh_hant: 需要確認同步許可權

source: Sync before editing again
ja: 編集を続ける前に同期してください
ko: 편집을 계속하기 전에 동기화해 주세요
zh_hans: 请在继续编辑之前同步。
zh_hant: 在繼續編輯之前請同步。

source: Sync is paused for review
ja: 確認のため同期を停止しています
ko: 확인을 위해 동기화를 중지하고 있습니다.
zh_hans: 为了确认，停止同步。
zh_hant: 為了確認，停止了同步。

source: Sync is stopped
ja: 同期は停止しています
ko: 동기화가 중지되었습니다
zh_hans: 同步停止
zh_hant: 同期停止了

source: Table %@
ja: スペース%@
ko: 부스%@
zh_hans: 摊位%@
zh_hant: 攤位%@

source: Tag
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤

source: Tag matching
ja: タグの組み合わせ
ko: 태그 조합
zh_hans: 标签的组合
zh_hant: 標籤的組合

source: Tag provenance
ja: タグの出典
ko: 태그 출처
zh_hans: 标签的出处
zh_hant: 標籤的來源

source: Tag source
ja: タグの出典
ko: 태그 출처
zh_hans: 标签的出处
zh_hant: 標籤的來源

source: Tags
ja: タグ
ko: 태그
zh_hans: 标签
zh_hant: 標籤

source: Tap a venue · Positions © OpenStreetMap contributors
ja: 会場をタップ・位置データ © OpenStreetMap contributors
ko: 장소를 탭·위치 데이터 © OpenStreetMap contributors
zh_hans: 点击会场・位置数据 © OpenStreetMap contributors
zh_hant: 點選會場、位置資料 © OpenStreetMap contributors

source: Tap a venue to open its table map
ja: 会場をタップしてスペースマップを開きます
ko: 장소를 탭하여 부스 맵을 엽니다
zh_hans: 点击会场打开摊位地图
zh_hant: 點選會場開啟攤位地圖

source: Tap to log in
ja: タップしてログイン
ko: 탭하여 로그인
zh_hans: 点击登录
zh_hant: 點選登入

source: Technical details
ja: 技術情報
ko: 기술 정보
zh_hans: 技术信息
zh_hant: 技術資訊

source: Temporarily away
ja: 一時離席中
ko: 잠시 자리를 비고 있습니다
zh_hans: 暂时离席中
zh_hant: 暫時離開中

source: Temporary event-day location; follow staff signs
ja: 当日の仮設場所です。スタッフの案内に従ってください
ko: 당일 임시 설치 장소입니다. 직원의 안내에 따라 주세요
zh_hans: 是当天的临时场所。 请听从工作人员的指引。
zh_hant: 是當天的臨時場所。 請聽從工作人員的指引。

source: Temporary extra service between Shimbashi and Kokusai-tenjijo.
ja: 新橋〜国際展示場間の臨時増便情報。
ko: 신바시와 국제 전시장 사이의 임시 증편 정보.
zh_hans: 新桥～国际展示场之间的临时增班信息。
zh_hant: 新橋～國際展示場之間的臨時增班資訊。

source: Testing
ja: テスト環境
ko: 테스트 환경
zh_hans: 测试环境
zh_hant: 測試環境

source: Text
ja: テキスト
ko: 텍스트
zh_hans: 课本
zh_hant: 課文

source: TFT Restaurants
ja: TFT レストラン
ko: TFT 레스토랑
zh_hans: TFT餐厅
zh_hant: TFT餐廳

source: TFT West 2F
ja: TFT西館2階
ko: TFT 서관 2층
zh_hans: TFT西馆2楼
zh_hant: TFT西館2樓

source: That space is not present in this block.
ja: このブロックにそのスペース番号はありません。
ko: 이 블록에 해당 부스 번호는 없습니다.
zh_hans: 这个区块上没有摊位号码。
zh_hant: 這個區塊上沒有攤位號碼。

source: The %@ database is damaged. Please try downloading it again.
ja: %@データベースが破損しています。もう一度ダウンロードしてください。
ko: %@ 데이터베이스가 손상되었습니다. 다시 한 번 다운로드해 주세요.
zh_hans: %@数据库损坏了。 请再下载一次。
zh_hant: %@資料庫損壞了。 請再下載一次。

source: The %@ database is missing required data: %@.
ja: %1$@データベースに必要なデータがありません：%2$@。
ko: %1$@ 데이터베이스에 필요한 데이터가 없습니다: %2$@.
zh_hans: %1$@数据库中没有必要的数据：%2$@。
zh_hant: %1$@資料庫中沒有必要的資料：%2$@。

source: The AM entry queue starts moving soon.
ja: まもなく午前入場の待機列が動き始めます。
ko: 곧 오전 입장 대기열이 움직이기 시작합니다.
zh_hans: 上午入场的等待队伍马上就要开始了。
zh_hant: 上午入場的等待隊伍馬上就要開始了。

source: The branch contains %lld pending operations; the server limit is %lld. It will not retry as one unsplittable frame.
ja: この履歴には同期待ちの操作が%lld件あります。サーバーの上限は%lld件です。分割できない1つのデータとして再送することはありません。
ko: 이 기록에는 동기화 대기 작업이 %lld가 있습니다. 서버의 상한은 %lld건입니다. 분할할 수 없는 하나의 데이터로 재송신하지 않습니다.
zh_hans: 这个履历中有等待同步的操作%lld件。 服务器的上限是%lld件。 不会作为无法分割的1个数据重新发送。
zh_hant: 這個記錄中有等待同步的操作%lld件。 伺服器的上限是%lld件。 不會作為無法分割的1個資料重新傳送。

source: The C%d catalog is not available on this device.
ja: この端末ではC%dのカタログを利用できません。
ko: 이 단말기에서는 C%d 카탈로그를 이용할 수 없습니다.
zh_hans: 这个设备无法使用C%d的目录。
zh_hant: 這個裝置無法使用C%d的目錄。

source: The catalog does not contain a recognized Tokyo Big Sight venue map.
ja: このカタログには、認識できる東京ビッグサイトの会場マップが含まれていません。
ko: 이 카탈로그에는 인식 가능한 도쿄 빅사이트의 회장 지도가 포함되어 있지 않습니다.
zh_hans: 这个目录中不包含可以识别的东京Big Sight的会场地图。
zh_hant: 這個目錄中不包含可以識別的東京Big Sight的會場地圖。

source: The catalog does not contain map %lld.
ja: カタログにマップ%lldが含まれていません。
ko: 카탈로그에 지도 %lld가 포함되어 있지 않습니다.
zh_hans: 目录中不包含地图%lld。
zh_hant: 目錄中不包含地圖%lld。

source: The catalog download could not be verified.
ja: カタログのダウンロードを検証できませんでした。
ko: 카탈로그 다운로드를 검증하지 못했습니다.
zh_hans: 无法验证目录的下载。
zh_hant: 無法驗證目錄的下載。

source: The catalog download did not match its published version.
ja: ダウンロードしたカタログが公開済みのバージョンと一致しません。
ko: 다운로드한 카탈로그가 공개된 버전과 일치하지 않습니다.
zh_hans: 下载的目录与已公开的版本不一致。
zh_hant: 下載的目錄與已公開的版本不一致。

source: The circle is hidden by a collaborative tombstone. Its memo and purchase history remain available for conflict resolution and later reactivation.
ja: サークルは共同編集の削除状態として非表示になります。メモと買い物の履歴は、競合の解決や後の再有効化に備えて保持されます。
ko: 서클은 공동 편집의 삭제 상태로 숨겨집니다. 메모와 쇼핑 기록은 충돌 해결 및 이후 재활성화를 대비하여 보관됩니다.
zh_hans: 社团作为共同编辑的删除状态被隐藏。 笔记和购物记录会保留，以备解决冲突和之后的重新激活。
zh_hant: 社團作為共同編輯的刪除狀態被隱藏。 筆記和購物的履歷會保留下來，以備解決衝突和之後的重新啟動。

source: The circle may have been removed remotely. Any unsaved memo draft remains available from the plan recovery screen.
ja: 別の端末でサークルが削除された可能性があります。未保存のメモはプランの復旧画面から確認できます。
ko: 다른 기기에서 서클이 삭제되었을 가능성이 있습니다. 저장되지 않은 메모는 플랜 복구 화면에서 확인할 수 있습니다.
zh_hans: 社团有可能被其他设备删除了。 未保存的备忘录可以从计划的恢复画面确认。
zh_hant: 社團有可能被其他裝置刪除了。 未儲存的備忘錄可以從計畫的恢復畫面確認。

source: The clipboard does not contain a ComiNavi location link.
ja: クリップボードにComiNaviの場所リンクがありません。
ko: 클립보드에 ComiNavi의 위치 링크가 없습니다.
zh_hans: 剪贴板上没有ComiNavi的位置链接。
zh_hant: 剪貼簿上沒有ComiNavi的位置連結。

source: The ComiNavi service returned an invalid response.
ja: ComiNaviサービスから不正な応答が返されました。
ko: ComiNavi 서비스에서 부정한 응답이 반환되었습니다.
zh_hans: ComiNavi服务收到了不正当的回复。
zh_hant: ComiNavi服務收到了不正當的回覆。

source: The demo catalog is missing %@. Run Scripts/prepare-demo-catalog.sh before building.
ja: デモカタログに%@がありません。ビルド前にScripts/prepare-demo-catalog.shを実行してください。
ko: 데모 카탈로그에 %@가 없습니다. 빌드 전에 Scripts/prepare-demo-catalog.sh를 실행해 주세요.
zh_hans: 演示目录中没有%@。 构建前请执行Scripts/prepare-demo-catalog.sh。
zh_hant: 演示目錄中沒有%@。 構建前請執行Scripts/prepare-demo-catalog.sh。

source: The downloaded %@ database failed its integrity check.
ja: ダウンロードした%@データベースの整合性を確認できませんでした。
ko: 다운로드한 %@ 데이터베이스의 무결성을 확인할 수 없었습니다.
zh_hans: 无法确认下载的%@数据库的一致性。
zh_hant: 無法確認下載的%@資料庫的一致性。

source: The downloaded %@ file is not a valid catalog database.
ja: ダウンロードした%@ファイルは有効なカタログデータベースではありません。
ko: 다운로드한 %@ 파일은 유효한 카탈로그 데이터베이스가 아닙니다.
zh_hans: 下载的%@文件不是有效的目录数据库。
zh_hant: 下載的%@檔案不是有效的目錄資料庫。

source: The downloaded catalog database has invalid circle relationships.
ja: ダウンロードしたカタログデータベースのサークル関連付けが正しくありません。
ko: 다운로드한 카탈로그 데이터베이스의 서클 연관이 올바르지 않습니다.
zh_hans: 下载的目录数据库的社团关联不正确。
zh_hant: 下載的目錄資料庫的社團關聯不正確。

source: The downloaded catalog database is invalid.
ja: ダウンロードしたカタログデータベースが正しくありません。
ko: 다운로드한 카탈로그 데이터베이스가 올바르지 않습니다.
zh_hans: 下载的目录数据库不正确。
zh_hant: 下載的目錄資料庫不正確。

source: The field remains in collaborative history but has no current value.
ja: 項目は共同編集の履歴に残りますが、現在の値は未設定になります。
ko: 항목은 공동 편집 기록에 남지만, 현재 값은 설정되지 않았습니다.
zh_hans: 项目会留在共同编辑的履历中，但当前值未设定。
zh_hant: 專案會留在共同編輯的履歷中，但當前值未設定。

source: The full official rules and event-day notes participants are expected to read.
ja: 参加前に確認が必要な公式ルールと当日の諸注意。
ko: 참가 전에 확인이 필요한 공식 규칙 및 당일 주의사항.
zh_hans: 参加前需要确认的官方规则和当天的注意事项。
zh_hant: 參加前需要確認的官方規則和當天的注意事項。

source: The import service returned an invalid response.
ja: インポートサービスから不正な応答が返されました。
ko: 가져오기 서비스에서 부정한 응답이 반환되었습니다.
zh_hans: 导入服务收到了不正确的回复。
zh_hant: 進口服務收到了不正確的回覆。

source: The invitation itself remains listed, but this device can never display its token again.
ja: 招待は一覧に残りますが、この端末ではトークンを二度と表示できません。
ko: 초대는 목록에 남지만, 이 기기에서는 토큰을 다시는 표시할 수 없습니다.
zh_hans: 邀请会留在列表中，但这个设备不能再显示令牌了。
zh_hant: 邀請會留在清單中，但是這個裝置不能再顯示代幣了。

source: The invitation token cannot be displayed again after it is discarded.
ja: 破棄した招待トークンは再表示できません。
ko: 폐기된 초대 토큰은 다시 표시할 수 없습니다.
zh_hans: 废弃的邀请令牌无法重新显示。
zh_hant: 銷燬的邀請令牌無法重新顯示。

source: The invite link is reusable until it expires, is revoked, or the plan is archived.
ja: この招待リンクは、期限切れ、取り消し、またはプランのアーカイブまで繰り返し利用できます。
ko: 이 초대 링크는 만료, 취소 또는 플랜 아카이브까지 반복해서 사용할 수 있습니다.
zh_hans: 这个邀请链接可以重复使用，直到过期、取消或计划存档为止。
zh_hant: 此邀請連結可以反覆使用，直到過期、取消或計畫存檔為止。

source: The Japan Meteorological Agency's current forecast for the Tokyo area.
ja: 気象庁による東京地方の最新天気予報。
ko: 기상청이 제공하는 도쿄 지방의 최신 날씨 예보.
zh_hans: 气象厅对东京地区的最新天气预报。
zh_hant: 氣象廳對東京地區的最新天氣預報。

source: The local branch is preserved and will not retry automatically.
ja: 端末の履歴を保護し、自動では再送しません。
ko: 단말기의 기록을 보호하고 자동으로 재전송하지 않습니다.
zh_hans: 保护设备的履历，不自动重新发送。
zh_hant: 保護裝置的履歷，自動不重新發送。

source: The login request expired. Please try again.
ja: ログインの有効期限が切れました。もう一度お試しください。
ko: 로그인 유효 기간이 만료되었습니다. 다시 한 번 시도해 주세요.
zh_hans: 登录的有效期过期了。 请再试一次。
zh_hant: 登入的有效期過期了。 請再試一次。

source: The login response could not be verified. Please try again.
ja: ログイン応答を確認できませんでした。もう一度お試しください。
ko: 로그인 응답을 확인할 수 없었습니다. 다시 한 번 시도해 주세요.
zh_hans: 无法确认登录回复。 请再试一次。
zh_hant: 無法確認登入回覆。 請再試一次。

source: The login response did not include a refresh token.
ja: ログイン応答にリフレッシュトークンが含まれていません。
ko: 로그인 응답에 새로 고침 토큰이 포함되어 있지 않습니다.
zh_hans: 登录回复中不包含刷新令牌。
zh_hant: 登入回覆中不包含重新整理令牌。

source: The login response did not include an access token.
ja: ログイン応答にアクセストークンが含まれていません。
ko: 로그인 응답에 액세스 토큰이 포함되어 있지 않습니다.
zh_hans: 登录回复中不包含访问令牌。
zh_hant: 登入回覆不包含訪問令牌。

source: The login response did not include an expiration time.
ja: ログイン応答に有効期限が含まれていません。
ko: 로그인 응답에 유효기간이 포함되어 있지 않습니다.
zh_hans: 登录回复中不包含有效期。
zh_hant: 登入回覆中不包含有效期。

source: The lower of the two confidence levels above, so a weak post or placement match lowers the overall result.
ja: 上の2つの確度のうち低い方です。投稿または配置の照合が弱い場合、総合確度も下がります。
ko: 위 두 신뢰도 중 더 낮은 값입니다. 게시물 또는 배치의 일치도가 낮으면 종합 결과도 낮아집니다.
zh_hans: 取上述两个可信度中较低的一个，因此帖子或摊位位置匹配较弱时，综合结果也会降低。
zh_hant: 取上述兩個可信度中較低的一個，因此貼文或攤位配置的比對較弱時，綜合結果也會降低。

source: The official catalog allocation is preserved even when later public attendance evidence says the circle withdrew.
ja: 後から公開された欠席情報がある場合でも、公式カタログ上の配置情報は保持しています。
ko: 후에 공개된 결석 정보가 있더라도, 공식 카탈로그에 있는 배치 정보를 보관하고 있습니다.
zh_hans: 即使以后有公开的缺席信息，也会保留官方目录上的配置信息。
zh_hant: 即使事後有公開的缺席資訊，也會保留官方目錄上的配置資訊。

source: The operator's special event timetable for August 15–16.
ja: 8月15日・16日のイベント対応ダイヤ。
ko: 8월 15일·16일 이벤트 대응 일정.
zh_hans: 8月15日、16日的活动对应时间表。
zh_hant: 8月15日、16日的活動對應時間表。

source: The person creating this request can add an estimated whole-yen price.
ja: 依頼を作成する人は、1点あたりのおおよその価格を1円単位で入力できます。
ko: 의뢰를 작성하는 사람은 1점당 대략적인 가격을 1엔 단위로 입력할 수 있습니다.
zh_hans: 制作委托的人，可以以1日元为单位输入每件的大致价格。
zh_hant: 製作委託的人，可以以1日元為單位輸入每件的大致價格。

source: The post could not be saved.
ja: ポストを保存できませんでした。
ko: 게시물을 저장할 수 없었습니다.
zh_hans: 没能保存帖子。
zh_hant: 無法儲存帖子。

source: The post could not be sent right now.
ja: 現在ポストを送信できません。
ko: 현재 게시물을 전송할 수 없습니다.
zh_hans: 现在无法发送帖子。
zh_hant: 現在無法傳送帖子。

source: The previous catalog remains available until verification finishes.
ja: 検証が完了するまで、以前のカタログを引き続き利用できます。
ko: 검증이 완료될 때까지 이전 카탈로그를 계속 이용하실 수 있습니다.
zh_hans: 在验证完成之前，可以继续使用以前的目录。
zh_hant: 在驗證完成之前，可以繼續使用以前的目錄。

source: The previously installed catalog could not be verified.
ja: 以前にインストールしたカタログを検証できませんでした。
ko: 이전에 설치한 카탈로그를 검증할 수 없었습니다.
zh_hans: 无法验证之前安装的目录。
zh_hant: 無法驗證之前安裝的目錄。

source: The purchase need is hidden, but retained quantities and allocations remain available if a concurrent edit requires resolution.
ja: 買い物は非表示になりますが、同時編集の解決に必要な数量や割り当ては保持されます。
ko: 구매는 숨겨지지만, 동시 편집 해결에 필요한 수량 및 할당은 유지됩니다.
zh_hans: 购物会隐藏，但同时编辑解决所需的数量和分配会被保留。
zh_hant: 購物會隱藏，但會保留解決同時編輯所需的數量和分配。

source: The saved catalog download could not be resumed safely.
ja: 保存済みのカタログダウンロードを安全に再開できませんでした。
ko: 저장된 카탈로그 다운로드를 안전하게 재개할 수 없었습니다.
zh_hans: 无法安全地重新开始已保存的目录下载。
zh_hant: 無法安全地重新開始已儲存的目錄下載。

source: The saved intent will be removed from this device and cannot be recovered.
ja: 保存した操作内容はこの端末から削除され、復元できません。
ko: 저장된 작업 내용은 이 기기에서 삭제되며 복구할 수 없습니다.
zh_hans: 保存的操作内容会从这个设备中删除，无法恢复。
zh_hant: 儲存的操作內容會從這個裝置中刪除，無法恢復。

source: The selected parent takes precedence. Every overlapping descendant below still requires an explicit value.
ja: 選択した元の項目を優先します。重なっている配下の項目は、それぞれ残す値を選ぶ必要があります。
ko: 선택한 원본 항목을 우선합니다. 겹쳐 있는 하위 항목은 각각 남은 값을 선택해야 합니다.
zh_hans: 优先选择原来的项目。 重叠的下属项目，需要分别选择剩余的值。
zh_hant: 優先選擇原來的專案。 重疊的下屬專案，需要分別選擇剩餘的值。

source: The server could not verify one or more saved changes. They remain on this device.
ja: サーバーで一部の保存済み変更を確認できませんでした。変更はこの端末に保持されています。
ko: 서버에서 일부 저장된 변경 사항을 확인할 수 없었습니다. 변경은 이 단말기에 보관되어 있습니다.
zh_hans: 服务器无法确认部分已保存的更改。 变更被保留在这个设备上。
zh_hant: 伺服器無法確認部分已儲存的更改。 變更被保留在這個裝置上。

source: The server could not verify one or more saved changes. They remain on this device. Export them, then rebuild from the latest server copy.
ja: サーバーで一部の保存済み変更を確認できませんでした。変更はこの端末に保持されています。まず書き出してから、サーバー上の最新状態をもとに端末のコピーを作り直してください。
ko: 서버에서 일부 저장된 변경 사항을 확인할 수 없었습니다. 변경은 이 단말기에 보관되어 있습니다. 먼저 내보낸 후, 서버상의 최신 상태를 기반으로 단말기의 복사본을 다시 만들어 주세요.
zh_hans: 服务器无法确认部分已保存的更改。 变更被保留在这个设备上。 请先导出后，根据服务器上的最新状态重新制作设备的副本。
zh_hant: 伺服器無法確認部分已儲存的更改。 變更被保留在這個裝置上。 請先匯出後，根據伺服器上的最新狀態重新製作裝置的副本。

source: The server could not verify one or more saved changes. They remain on this device. Export them, then rebuild from the latest server copy. Support code: %@
ja: サーバーで一部の保存済み変更を確認できませんでした。変更はこの端末に保持されています。まず書き出してから、サーバー上の最新状態をもとに端末のコピーを作り直してください。サポートコード：%@
ko: 서버에서 일부 저장된 변경 사항을 확인할 수 없었습니다. 변경은 이 단말기에 보관되어 있습니다. 먼저 내보낸 후, 서버상의 최신 상태를 기반으로 단말기의 복사본을 다시 만들어 주세요. 지원 코드: %@
zh_hans: 服务器无法确认部分已保存的更改。 变更被保留在这个设备上。 请先导出后，根据服务器上的最新状态重新制作设备的副本。 支持代码：%@
zh_hant: 伺服器無法確認部分已儲存的更改。 變更被保留在這個裝置上。 請先匯出後，根據伺服器上的最新狀態重新製作裝置的副本。 支援程式：%@

source: The server could not verify one or more saved changes. They remain on this device. Support code: %@
ja: サーバーで一部の保存済み変更を確認できませんでした。変更はこの端末に保持されています。サポートコード：%@
ko: 서버에서 일부 저장된 변경 사항을 확인할 수 없었습니다. 변경은 이 단말기에 보관되어 있습니다. 지원 코드: %@
zh_hans: 服务器无法确认部分已保存的更改。 变更被保留在这个设备上。 支持代码：%@
zh_hant: 伺服器無法確認部分已儲存的更改。 變更被保留在這個裝置上。 支援程式：%@

source: The server rejected an oversized sync backlog
ja: 同期待ちの変更が多すぎるためサーバーに拒否されました
ko: 동기화 대기 변경이 너무 많아 서버에 거부되었습니다
zh_hans: 因为等待同步的更改太多，所以被服务器拒绝了。
zh_hant: 因為等待同步的更改太多，所以被伺服器拒絕了。

source: The server requires plan recovery
ja: サーバーがプランの復旧を求めています
ko: 서버가 플랜 복구를 요청하고 있습니다
zh_hans: 服务器要求恢复计划。
zh_hant: 伺服器正在尋求恢復計畫。

source: The shared value is not a valid link.
ja: 共有された内容は有効なリンクではありません。
ko: 공유된 내용은 유효한 링크가 아닙니다.
zh_hans: 共享的内容不是有效的链接。
zh_hant: 共享的內容不是有效的連結。

source: The Sign in with Apple request expired. Please try again.
ja: Appleでサインインの有効期限が切れました。もう一度お試しください。
ko: Apple에서 로그인의 유효 기간이 만료되었습니다. 다시 한 번 시도해 주세요.
zh_hans: Apple登录的有效期过期了。 请再试一次。
zh_hant: 在Apple上登入的有效期過期了。 請再試一次。

source: The Sign in with Google request expired. Please try again.
ja: Googleでのログインの有効期限が切れました。もう一度お試しください。
ko: Google 로그인의 유효 기간이 만료되었습니다. 다시 한 번 시도해 주세요.
zh_hans: 谷歌登录的有效期过期了。 请再试一次。
zh_hant: 谷歌登入的有效期過期了。 請再試一次。

source: The venue first-aid rooms do not provide medicine.
ja: 会場の救護室では医薬品を提供していません。
ko: 현장의 구호실에서는 의약품을 제공하지 않습니다.
zh_hans: 会场的救护室不提供药品。
zh_hant: 會場的救護室不提供藥品。

source: There are %1$lld unsent changes, above the %2$lld-change upload limit. Download a copy, then repair or reset the plan.
ja: 未送信の変更が%1$lld件あり、送信上限の%2$lld件を超えています。コピーを書き出してから、プランを修復またはリセットしてください。
ko: 미전송 변경이 %1$lld건이며, 전송 상한인 %2$lld건을 초과했습니다. 복사본을 내보낸 후, 플랜을 복구하거나 리셋해 주세요.
zh_hans: 有未发送的更改%1$lld件，超过了发送上限的%2$lld件。 导出副本后，请修复或重置计划。
zh_hant: 有未傳送的更改%1$lld件，超過了傳送上限的%2$lld件。 匯出副本後，請修復或重置計畫。

source: There is no convenience store in the East area. Get drinks before entering.
ja: 東地区ではコンビニが営業していません。入る前に飲料を確保してください。
ko: 동부 지역에서는 편의점이 영업하고 있지 않습니다. 입장하기 전에 음료를 확보해 주세요.
zh_hans: 东区的便利店不营业。 进去之前请预留饮料。
zh_hant: 東區沒有便利店營業。 進去之前請預留飲料。

source: These are automatic estimates from public information. Check the original post and booth before relying on them.
ja: 公開情報をもとに自動で推定しています。判断に使う前に、元の投稿と配置を確認してください。
ko: 공개 정보를 바탕으로 자동 추정한 결과입니다. 활용하기 전에 원본 게시물과 부스 위치를 확인하세요.
zh_hans: 这些是根据公开信息自动估算的结果。请先确认原帖和摊位位置，再据此判断。
zh_hant: 這些是根據公開資訊自動推算的結果。請先確認原始貼文和攤位配置，再據此判斷。

source: These changes are not retried automatically. Review them before retrying or discarding them.
ja: これらの変更は自動再送されません。内容を確認してから再送または破棄してください。
ko: 이러한 변경은 자동으로 다시 전송되지 않습니다. 내용을 확인한 후 다시 보내시거나 폐기해 주세요.
zh_hans: 这些变更不会自动重新发送。 请确认内容后再发送或销毁。
zh_hant: 這些變更不會自動重新發送。 請確認內容後請重新傳送或銷燬。

source: This catalog does not contain a recognized Tokyo Big Sight venue map.
ja: このカタログには、認識可能な東京ビッグサイトの会場マップが含まれていません。
ko: 이 카탈로그에는 인식 가능한 도쿄 빅사이트 회장 지도가 포함되어 있지 않습니다.
zh_hans: 这个目录中不包含可以识别的东京Big Sight的会场地图。
zh_hant: 這個目錄中不包含可以識別的東京Big Sight的會場地圖。

source: This circle may have been removed. Any saved memo can still be downloaded from plan recovery.
ja: このサークルは削除された可能性があります。保存済みのメモはプランの復旧画面から書き出せます。
ko: 이 서클은 삭제되었을 가능성이 있습니다. 저장된 메모는 플랜 복구 화면에서 기록할 수 있습니다.
zh_hans: 这个社团有可能被删除了。 已经保存的备忘录可以从计划的恢复画面中导出。
zh_hant: 這個社團有可能被刪除了。 已經儲存的備忘錄可以從計畫的恢復畫面中匯出。

source: This circle will be removed from the plan. Its notes and purchases remain available if another recent change restores it.
ja: このサークルをプランから削除します。同時期の変更で元に戻った場合は、メモと購入内容も再び表示されます。
ko: 이 서클을 플랜에서 삭제합니다. 동시기 변경으로 원래대로 돌아온 경우, 메모와 구매 내용도 다시 표시됩니다.
zh_hans: 把这个社团从计划中删除。 如果因为同一时期的变化而恢复原状的话，备忘录和购买内容也会再次显示。
zh_hant: 把這個社團從計畫中刪除。 如果因為同一時期的更改而恢復原狀的話，備忘錄和購買內容也會再次顯示。

source: This circle's map location is unavailable.
ja: このサークルの配置場所を取得できません。
ko: 이 서클의 배치 위치를 가져올 수 없습니다.
zh_hans: 无法获得这个社团的配置地点。
zh_hant: 無法獲得這個社團的配置地點。
